{
  "scholarships": [
    {
      "id": 0,
      "name": "In qui culpa do ea ea dolore laborum proident fugiat.",
      "deadline": "November 05, 2016",
      "amount": 17069.62,
      "description": "Et laborum ex sunt proident cillum eiusmod deserunt eu velit. Veniam nostrud aliqua cupidatat dolore id nisi aute minim duis reprehenderit non proident. Culpa anim consequat elit reprehenderit nostrud fugiat et tempor. Esse eiusmod aliquip do sint officia elit Lorem excepteur ad ad aliqua. Reprehenderit veniam enim cupidatat laborum ut culpa laboris ullamco tempor quis eu velit ipsum dolore.",
      "saved": false,
      "criteria": {
        "state": "AZ",
        "gender": "Male",
        "ethnicity": "African America",
        "gpa": 2.74,
        "type": "Merit",
        "major": "Any"
      }
    },
    {
      "id": 1,
      "name": "Qui aliquip veniam aliquip non adipisicing consectetur aliquip consequat aliqua cupidatat Lorem enim.",
      "deadline": "March 25, 2016",
      "amount": 34439.07,
      "description": "Irure reprehenderit ex et adipisicing nulla officia laborum Lorem et. Non proident consectetur culpa ex culpa fugiat est anim officia. Enim fugiat voluptate ea esse et culpa. Deserunt do veniam sunt amet amet. Aliqua occaecat occaecat deserunt ea occaecat pariatur dolore et commodo consequat non.",
      "saved": false,
      "criteria": {
        "state": "MH",
        "gender": "Male",
        "ethnicity": "African America",
        "gpa": 3.22,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 2,
      "name": "Enim eu anim deserunt aute ullamco exercitation.",
      "deadline": "July 27, 2016",
      "amount": 38723.88,
      "description": "Sint duis amet occaecat nostrud ad incididunt culpa elit sit sit anim. Quis elit dolor quis enim est mollit pariatur Lorem anim ipsum. Id enim aute veniam dolore velit adipisicing veniam mollit eiusmod consectetur. Occaecat fugiat non tempor pariatur duis et ea incididunt nulla consequat qui esse. Non amet mollit do velit qui.",
      "saved": false,
      "criteria": {
        "state": "MA",
        "gender": "Any",
        "ethnicity": "Hispanic",
        "gpa": 2.44,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 3,
      "name": "Nulla aute minim minim nisi eu minim duis nostrud anim id nulla reprehenderit ad.",
      "deadline": "June 16, 2016",
      "amount": 4362.88,
      "description": "Ullamco ad eu officia cillum amet voluptate. Irure do ut pariatur deserunt est in dolor fugiat tempor sint proident do veniam veniam. Cillum quis anim occaecat dolor labore eu non. Sunt do tempor proident occaecat adipisicing non. Deserunt et pariatur duis incididunt sunt magna eiusmod ex in.",
      "saved": false,
      "criteria": {
        "state": "OK",
        "gender": "Male",
        "ethnicity": "African America",
        "gpa": 2.58,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 4,
      "name": "Lorem sint nulla duis consequat.",
      "deadline": "July 08, 2016",
      "amount": 9586.37,
      "description": "Velit esse veniam in consequat in id magna proident sint non. Sit officia incididunt est ullamco quis enim do nisi magna. Velit sit ipsum deserunt consequat. Proident sint labore eiusmod non ea consequat consequat. Proident officia Lorem do sint exercitation duis id velit cupidatat.",
      "saved": false,
      "criteria": {
        "state": "ME",
        "gender": "Any",
        "ethnicity": "African America",
        "gpa": 3.63,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 5,
      "name": "Lorem est occaecat occaecat Lorem et occaecat ipsum anim elit est cupidatat veniam mollit.",
      "deadline": "January 07, 2017",
      "amount": 15023.69,
      "description": "Eu Lorem ut laboris officia proident pariatur. Pariatur ad dolore est commodo dolore ut officia. Excepteur qui aliquip sint sunt sint eu qui consequat. Sint do cillum sint sit. Ex deserunt aliqua aliqua quis eiusmod culpa magna exercitation aliqua laborum commodo mollit dolore nulla.",
      "saved": false,
      "criteria": {
        "state": "VI",
        "gender": "Female",
        "ethnicity": "Asian American",
        "gpa": 2.06,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 6,
      "name": "Magna anim nisi cillum anim in.",
      "deadline": "July 25, 2016",
      "amount": 40001.07,
      "description": "Velit esse exercitation proident qui. Minim deserunt consectetur nulla amet qui qui. Velit nisi Lorem reprehenderit sit consectetur veniam. Laboris ad nulla amet nulla aliquip dolore esse aute in do laboris. Est anim tempor mollit aute quis.",
      "saved": false,
      "criteria": {
        "state": "NJ",
        "gender": "Male",
        "ethnicity": "Alaskan Native",
        "gpa": 2.31,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 7,
      "name": "Ea minim Lorem nostrud aliquip.",
      "deadline": "August 30, 2016",
      "amount": 27596.03,
      "description": "Dolor aute reprehenderit pariatur nulla dolor tempor ipsum sint anim eiusmod qui esse proident. Aute ullamco pariatur veniam ad. Dolor tempor nulla est dolore irure laboris commodo ipsum. Dolor quis pariatur dolore laborum amet laborum pariatur cillum eu ullamco consectetur ut ex. Do cupidatat nisi ex proident id cillum voluptate ullamco exercitation.",
      "saved": false,
      "criteria": {
        "state": "TX",
        "gender": "Male",
        "ethnicity": "Alaskan Native",
        "gpa": 3.68,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 8,
      "name": "Magna et do fugiat pariatur.",
      "deadline": "January 10, 2017",
      "amount": 14690.58,
      "description": "Ipsum amet magna deserunt tempor. Id incididunt exercitation pariatur ullamco eu nostrud. Laborum laboris incididunt et id exercitation dolore amet do adipisicing. Nisi fugiat excepteur et adipisicing velit. Ullamco exercitation adipisicing amet commodo commodo.",
      "saved": false,
      "criteria": {
        "state": "PR",
        "gender": "Female",
        "ethnicity": "Caucasian",
        "gpa": 3.16,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 9,
      "name": "Exercitation non elit cillum exercitation officia.",
      "deadline": "June 02, 2016",
      "amount": 24163.78,
      "description": "Irure fugiat irure et consectetur nulla dolore velit dolore occaecat eiusmod esse cupidatat nulla. Commodo duis eu velit excepteur. Cillum ea eiusmod dolor cillum non adipisicing reprehenderit sunt eiusmod proident occaecat id officia. Id magna do nulla laboris commodo duis cillum esse reprehenderit consectetur ut. Laborum veniam velit ut eu laborum qui amet adipisicing.",
      "saved": false,
      "criteria": {
        "state": "RI",
        "gender": "Female",
        "ethnicity": "Caucasian",
        "gpa": 2.76,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 10,
      "name": "Elit dolor incididunt incididunt voluptate quis labore culpa aliquip pariatur ullamco consequat.",
      "deadline": "December 29, 2015",
      "amount": 10752.54,
      "description": "Ad eiusmod elit enim reprehenderit commodo ex ad consectetur eiusmod cupidatat nisi proident fugiat. Mollit aliquip consectetur tempor mollit tempor reprehenderit reprehenderit ea culpa adipisicing minim. Est mollit aliqua eiusmod cillum quis occaecat ullamco minim do. Sint dolore Lorem aute exercitation. Culpa commodo magna tempor aute anim culpa adipisicing cupidatat consequat ipsum laborum deserunt.",
      "saved": false,
      "criteria": {
        "state": "VA",
        "gender": "Male",
        "ethnicity": "Any",
        "gpa": 3.36,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 11,
      "name": "Ut esse aliquip laboris nisi dolore quis excepteur quis eiusmod esse cupidatat exercitation.",
      "deadline": "April 04, 2016",
      "amount": 13499.64,
      "description": "Eu cupidatat in cillum culpa ut ea proident ipsum occaecat quis. Nisi sit in labore incididunt in est ipsum. Exercitation reprehenderit veniam laboris id amet sint cupidatat consequat. Mollit veniam in minim sint aliqua et exercitation tempor qui anim elit amet ea deserunt. In mollit sit do ut Lorem.",
      "saved": false,
      "criteria": {
        "state": "HI",
        "gender": "Female",
        "ethnicity": "American Indian",
        "gpa": 3.52,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 12,
      "name": "Duis mollit minim ipsum aliqua fugiat qui excepteur nostrud ullamco elit sunt.",
      "deadline": "November 07, 2016",
      "amount": 35443.27,
      "description": "Proident consectetur pariatur reprehenderit do et laboris excepteur. Sit dolore ad dolore mollit id tempor laborum eiusmod elit. Amet Lorem aute magna laboris mollit irure veniam do sunt. Laborum do ipsum laboris ex irure nostrud qui nostrud. Culpa aliqua irure culpa consequat et ipsum nulla consectetur veniam ullamco ipsum et culpa laborum.",
      "saved": false,
      "criteria": {
        "state": "MT",
        "gender": "Any",
        "ethnicity": "American Indian",
        "gpa": 3.09,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 13,
      "name": "Nostrud velit velit et cupidatat sunt culpa voluptate commodo.",
      "deadline": "October 01, 2016",
      "amount": 686.41,
      "description": "Et dolore sit voluptate laboris. Deserunt incididunt non magna excepteur commodo laboris ad esse adipisicing. Do ex mollit id velit occaecat aliquip duis proident sunt et velit. Aliquip ullamco sint id do enim amet cillum ad. Consequat laborum excepteur incididunt reprehenderit qui proident ad aute et exercitation Lorem quis id.",
      "saved": false,
      "criteria": {
        "state": "SC",
        "gender": "Male",
        "ethnicity": "Asian American",
        "gpa": 2,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 14,
      "name": "Irure anim qui minim ad pariatur duis enim magna esse.",
      "deadline": "August 23, 2016",
      "amount": 29432.84,
      "description": "Irure nisi ex Lorem commodo cillum proident proident ea do consequat consequat ad. Duis aute cupidatat incididunt ea sit reprehenderit id enim elit. Anim esse deserunt magna dolore reprehenderit. Laboris amet adipisicing ex nostrud excepteur est cillum ea deserunt incididunt ullamco mollit sunt mollit. Enim aute tempor sint elit eu et incididunt proident.",
      "saved": false,
      "criteria": {
        "state": "DC",
        "gender": "Female",
        "ethnicity": "American Indian",
        "gpa": 3.01,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 15,
      "name": "Do et est dolor duis ullamco quis do duis pariatur.",
      "deadline": "December 05, 2016",
      "amount": 3589.57,
      "description": "Ad nulla nostrud dolore velit est. Ex enim aliquip consectetur anim est irure sint ut nulla Lorem laboris aliquip. Dolor enim Lorem ut non sint cillum dolore commodo laboris enim non ex. Et quis mollit aute quis reprehenderit sit velit proident. Aute exercitation cupidatat cupidatat adipisicing in nisi in.",
      "saved": false,
      "criteria": {
        "state": "DE",
        "gender": "Any",
        "ethnicity": "Alaskan Native",
        "gpa": 3.11,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 16,
      "name": "Tempor magna nostrud aliquip do.",
      "deadline": "April 25, 2016",
      "amount": 14163.63,
      "description": "Veniam ad sunt elit esse laboris ea commodo dolore sint. Quis eu eiusmod dolore est enim tempor excepteur anim eiusmod eu esse id. Et ut occaecat anim fugiat reprehenderit labore non fugiat laboris esse nostrud fugiat eu cillum. Incididunt enim commodo ipsum proident aute labore dolore nulla deserunt. Duis elit eu do proident id nostrud eu excepteur mollit reprehenderit.",
      "saved": false,
      "criteria": {
        "state": "FM",
        "gender": "Any",
        "ethnicity": "African America",
        "gpa": 2.67,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 17,
      "name": "Laborum eiusmod irure occaecat tempor excepteur velit ex sit.",
      "deadline": "February 07, 2016",
      "amount": 32877.83,
      "description": "Ad fugiat esse officia adipisicing excepteur officia. Quis ut duis in laboris sunt laborum non quis ipsum ad. Commodo cillum cillum Lorem tempor sit esse est est magna officia sit et cillum voluptate. Consectetur aute eiusmod cillum aliqua tempor elit. Magna minim fugiat velit cupidatat ad commodo incididunt sunt in.",
      "saved": false,
      "criteria": {
        "state": "NE",
        "gender": "Male",
        "ethnicity": "American Indian",
        "gpa": 3.29,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 18,
      "name": "Officia pariatur ex adipisicing qui eiusmod tempor Lorem nisi velit voluptate.",
      "deadline": "April 18, 2016",
      "amount": 888.18,
      "description": "Fugiat fugiat aute aute magna amet culpa eu sit ad commodo ex proident nulla. Minim aute quis dolor exercitation deserunt dolor non ea. Deserunt laborum qui anim ut voluptate quis ex adipisicing. Minim nulla occaecat proident consequat laboris ut. Deserunt qui duis est est voluptate ea culpa qui excepteur consequat qui duis.",
      "saved": false,
      "criteria": {
        "state": "WY",
        "gender": "Any",
        "ethnicity": "Alaskan Native",
        "gpa": 3.24,
        "type": "Merit",
        "major": "Any"
      }
    },
    {
      "id": 19,
      "name": "Aliqua ad voluptate ipsum dolore reprehenderit laboris nostrud qui incididunt.",
      "deadline": "December 23, 2016",
      "amount": 45354.7,
      "description": "Velit minim adipisicing dolor mollit in ipsum occaecat laborum dolor esse tempor nisi. Eu eiusmod sint sunt pariatur incididunt nostrud officia labore dolore. Labore enim cillum ex magna velit aliqua voluptate sunt voluptate aliquip pariatur proident. Proident ea dolor occaecat excepteur laboris qui aliqua id Lorem amet laborum duis amet. Excepteur ea esse et exercitation enim et dolor excepteur.",
      "saved": false,
      "criteria": {
        "state": "KY",
        "gender": "Male",
        "ethnicity": "Any",
        "gpa": 3.32,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 20,
      "name": "Lorem eiusmod sunt aute aliqua ex enim velit do.",
      "deadline": "December 07, 2016",
      "amount": 14369.93,
      "description": "Cillum fugiat officia ea voluptate nulla excepteur. Proident dolore reprehenderit adipisicing Lorem exercitation adipisicing est sint. Sint reprehenderit in mollit et aliqua eiusmod enim minim. Culpa mollit excepteur cillum ipsum proident non voluptate et in. Nisi minim reprehenderit nisi ad Lorem qui adipisicing aliqua proident enim reprehenderit.",
      "saved": false,
      "criteria": {
        "state": "MI",
        "gender": "Male",
        "ethnicity": "African America",
        "gpa": 3.67,
        "type": "Need",
        "major": "Any"
      }
    },
    {
      "id": 21,
      "name": "Tempor enim nostrud culpa occaecat laborum anim nisi veniam voluptate qui ex ad.",
      "deadline": "February 22, 2016",
      "amount": 32852.9,
      "description": "Ex non labore occaecat do excepteur. Id esse sunt in minim magna officia nostrud pariatur sit aute. Voluptate quis sunt sint eiusmod duis dolor ex. Fugiat culpa est cupidatat velit quis magna pariatur aliqua veniam excepteur. Sit culpa aliquip sit ad commodo.",
      "saved": false,
      "criteria": {
        "state": "MN",
        "gender": "Male",
        "ethnicity": "American Indian",
        "gpa": 2.96,
        "type": "Merit",
        "major": "Any"
      }
    },
    {
      "id": 22,
      "name": "Aliqua Lorem aute velit culpa et velit.",
      "deadline": "April 21, 2016",
      "amount": 30554.66,
      "description": "Enim in ut reprehenderit voluptate est exercitation ipsum reprehenderit deserunt enim laborum eiusmod elit occaecat. Duis magna proident irure aliqua irure elit tempor non adipisicing. Deserunt nostrud proident cupidatat adipisicing enim magna magna nulla aute. Minim elit fugiat ullamco qui incididunt voluptate mollit ad sunt incididunt. Laboris cupidatat esse et voluptate sunt veniam est id Lorem adipisicing id nisi veniam.",
      "saved": false,
      "criteria": {
        "state": "CT",
        "gender": "Any",
        "ethnicity": "Alaskan Native",
        "gpa": 3.09,
        "type": "Any",
        "major": "Any"
      }
    },
    {
      "id": 23,
      "name": "Quis commodo tempor qui pariatur voluptate et.",
      "deadline": "May 13, 2016",
      "amount": 9506.15,
      "description": "Qui pariatur reprehenderit et adipisicing consequat consequat reprehenderit non veniam sit. Deserunt exercitation ullamco reprehenderit proident adipisicing exercitation laborum aute quis fugiat velit minim reprehenderit nulla. Nostrud qui amet fugiat incididunt commodo nostrud esse ad ipsum sint. Exercitation cillum excepteur ad do incididunt enim consequat ipsum exercitation dolor sint. Eiusmod esse laboris incididunt incididunt exercitation ex.",
      "saved": false,
      "criteria": {
        "state": "WV",
        "gender": "Any",
        "ethnicity": "Alaskan Native",
        "gpa": 2.53,
        "type": "Merit",
        "major": "Any"
      }
    }
  ],
  "person": {
    "id": 0,
    "state": "FL",
    "gender": "Male",
    "ethnicity": "Hispanic",
    "gpa": 3.75,
    "type": "Merit",
    "major": "Biology"
  }
}